import ThemeController from "@/components/shared/others/ThemeController";
import PageWrapper from "@/components/shared/wrappers/PageWrapper";

export const metadata = {
  title: "Terms & Conditions",
  description: "CSL Training | Terms & Conditions",
};
const Maintenance = () => {
  return (
    <PageWrapper>
      <main>
        <>
          <div className="max-w-6xl mx-auto px-4 py-12">
            <h1 className="text-4xl font-bold text-center mb-10">
              Terms & Conditions
            </h1>
            <p>✱ আপনার অ্যাকাউন্টের যাবতীয় তথ্য (Username/Password) একান্তই আপনার ব্যক্তিগত ব্যবহারের জন্য। এগুলো অন্য কারো সাথে শেয়ার করা অনুমোদিত নয়। ইউজার একাউন্ট সম্পর্কিত তথ্য সমূহ (ID, Password, Link, Materials) অন্য কারো সাথে শেয়ার করা হলে আপনার অ্যাকাউন্ট যে কোনো সময় বন্ধ (Terminate) করা হতে পারে এবং সেক্ষেত্রে আপনি আর এই অ্যাকাউন্ট থেকে কোনো ট্রেনিং মেটিরিয়ালস এবং রিসোর্স অ্যাক্সেস করতে পারবেন না।</p>

            <p>✱ প্রতিটি কোর্স এক বছরের (1 Years) মধ্যে পুনরায় ফ্রী করার সুযোগ পাবেন। তবে ফ্রী (Promotional/Project) কোর্সের ক্ষেত্রে এই সুযোগ প্রযোজ্য নহে।</p>

            <p>✱ অনলাইন কোর্সে ভর্তি হওয়ার পরে অফলাইন কোর্সে শিফট হওয়ার বা পুনরায় করার (Repeat) সুযোগ নেই।</p>

            <p>✱ কোর্সে ভর্তি হওয়ার দুই বছর পার হলে পুনরায় ৫০% কোর্স ফিস দিয়ে কোর্স শুরু করা যাবে।</p>

            <p>✱ কোর্সে ভর্তি হওয়ার পূর্বে কোর্স আউটলাইন ভালোভাবে দেখে নিতে হবে এবং কোর্সের মধ্যে কি কি শিখানো হবে সেটা জেনে নিতে হবে।</p>

            <p>✱ এক্সাম রেজিস্ট্রেশনের ক্ষেত্রে এক্সাম ভাউচারের মেয়াদ দেখে নিতে হবে, ভাউচার মেয়াদোত্তীর্ণ হয়ে গেলে এটা বাড়ানোর সুযোগ নেই।</p>

            <p>✱ ম্যানেজমেন্ট কর্তৃক নির্ধারিত অনলাইন এবং অফলাইন ক্লাসের শিডিউল অপরিবর্তনীয়।</p>

            <p>✱ কোর্স শুরু হওয়ার পরে ০২ (দুই) টি ক্লাস পার হওয়ার পরে, কোর্স পরিবর্তন বা ভর্তি বাতিল করা যাবে না।</p>

            <p>✱ কোর্সে বা এক্সাম রেজিস্ট্রেশন করার পরে হঠাৎ করে ভর্তি বাতিল করার সিদ্ধান্ত নিলে সে ক্ষেত্রে অনলাইন পেমেন্ট চার্জ ছাড়া পেমেন্ট রিফান্ড পাওয়া যাবে।</p>

            <p>✱ আপনি যে মাধ্যমে পেমেন্ট করেছেন সেই একই পেমেন্ট চ্যানেলের মাধ্যমে আপনার অর্থ ফেরত প্রদান করা হবে এবং পেমেন্ট রিফান্ডের ক্ষেত্রে ব্যাংক বা মোবাইল ব্যাংকিং কর্তৃপক্ষের রিফান্ড পলিসি টাইম ০৭-১০ কার্যদিবস প্রযোজ্য হবে।</p>

            <p>✱ কোর্স শুরু হওয়ার ৬০% ক্লাস শেষ হওয়ার পরেও কোর্স ফি সম্পূর্ণ পরিশোধ করা না হলে, ক্লাস লিংক এবং ভিডিও এক্সেস লিমিটেড করা হবে।</p>

            <p>✱ ভিডিও অ্যাক্সেসের ক্ষেত্রে আমাদের নিজেস্ব স্ট্রিমিং (Streaming) প্ল্যাটফর্ম বা YouTube (Private) দেওয়া হবে। কোনো ডাউনলোড করার সুযোগ থাকবে না।</p>

            <p>✱ 70% ক্লাসে উপস্থিত না থাকলে কোনো কোর্স কমপ্লিটেড সার্টিফিকেট দেওয়া হবে না। অনলাইন কোর্সের ক্ষেত্রে শুধুমাত্র e-Certificate দেওয়া হবে।</p>

            <p>✱ ক্লাস অ্যাসেসমেন্ট টেস্ট (Assesment Test) ও কোর্স সমাপ্তি পরীক্ষায় অংশগ্রহণ করে ‘Course Completed Certificate’ নিশ্চিত করতে হবে।</p>

            <p>✱ কর্তৃপক্ষের অনুমতি ব্যতীত কোনো কোর্স ম্যাটেরিয়ালস (Pdf, Video, Text, Image) কপি করা এবং শেয়ার করা সম্পূর্নভাবে নিষিদ্ধ এবং আইনত দন্ডনীয়।</p>

            <p>✱ কোর্সে বা এক্সামে রেজিস্ট্রেশন করার পূর্বে ধরে নেওয়া হবে যে আপনি সকল ‘Terms & Conditions’ পড়েছেন এবং সেগুলোতে সম্মত আছেন।</p>

            <p>✱ CSL কর্তৃপক্ষ যে কোনো সময় শিক্ষার্থী এবং কর্তৃপক্ষ উভয়ের সুবিধার্থে ‘Terms & Conditions’ আপডেট করার ক্ষমতা রাখে।</p>
          </div>
        </>
        <ThemeController />
      </main>
    </PageWrapper>
  );
};

export default Maintenance;
